Repository: yamoku/spirit
Catalog: topic/private/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: user1, user2, ...
pl_pl: użytkownik1, użytkownik2, ...

source: username
pl_pl: nazwa użytkownika

source: Invite user
pl_pl: Zaproś użytkownika

source: %(username)s is already a participant
pl_pl: %(username)s już jest zaproszony

source: private topic
pl_pl: wątek prywatny

source: private topics
pl_pl: wątki prywatne

source: Invite
pl_pl: Zaproś

source: Participating in
pl_pl: Uczestniczy w

source: Left
pl_pl: Wyszedł

source: Create private topic
pl_pl: Stwórz prywatny wątek

source: Remove user from private topic
pl_pl: Usuń użytkownika z prywatnego wątku

source: Removing %(username)s's from %(topic_title)s
pl_pl: Usuwanie %(username)s z %(topic_title)s

source: Remove
pl_pl: Usuń

source: Private topics
pl_pl: Prywatne wątki

source: Participants
pl_pl: Uczestnicy

source: Leave topic
pl_pl: Opuść wątek

source: Created private topics
pl_pl: Stworzone prywatne wątki

source: join
pl_pl: dołącz

source: There are no topics here, yet
pl_pl: Nie ma tu jeszcze wątków.

source: Join topic
pl_pl: Dołącz do wątku

source: Do you want to join %(topic_title)s?
pl_pl: Czy chcesz dołączyć do wątku %(topic_title)s?

source: Join
pl_pl: Dołącz

source: Publish a private topic
pl_pl: Publikuj prywatny wątek

source: Publish private topic
pl_pl: Publikuj prywatny wątek

source: Publish
pl_pl: Publikuj
