Repository: yamoku/spirit
Catalog: topic/poll/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Poll choices
pl: Pola ankiety

source: Too many selected choices. Limit is %s
pl: Zbyt wiele zaznaczonych pól. Limit to %s

source: This poll is closed
pl: Ta ankieta jest zamknięta

source: topic
pl: wątek

source: choice limit
pl: limit wyborów

source: topic poll
pl: ankieta wątku

source: topics polls
pl: ankiety wątków

source: poll
pl: ankieta

source: choice description
pl: opis pola

source: vote count
pl: liczba głowsów

source: poll choice
pl: pole ankiety

source: poll choices
pl: pola ankiety

source: voter
pl: głosujący

source: poll vote
pl: głos

source: poll votes
pl: głosy

source: Vote
pl: Głosuj

source: edit
pl: edytuj

source: open
pl: otwarty

source: close
pl: zamknij

source: Poll close or open
pl: Ankieta zamknięta lub otwarta

source: Are you sure you want to open this poll
pl: Czy jesteś pewny, że chcesz otworzyć tę ankietę

source: Are you sure you want to close this poll
pl: Czy jesteś pewny, że chcesz zamknąć tę ankietę?

source: Open
pl: Otwarte

source: Close
pl: Zamknj

source: Update poll
pl: Uaktualnij ankietę

source: Publish
pl: Publikuj
